Repository: haved/INGInious
Catalog: plugins/ntnu_inginious_multifill/ntnu_inginious_multifill/agent/i18n/*/LC_MESSAGES/messages.po
Languages: nb_no

source: Answer is missing input '{}'
nb_no: Svar mangler for input '{}'

source: Answer to '{}' is not a string
nb_no: Svaret gitt for input '{}' er ikke en streng

source: Too many decimal points in answer: '{}'
nb_no: For mange desimaler i svaret: '{}'

source: Expected no decimal point in answer, got: '{}'
nb_no: Forventet tall uten desimaltegn, fikk: '{}'

source: Expected a decimal point in answer, got: '{}'
nb_no: Forventet et desimaltegn i svaret, fikk: '{}'

source: Expected {} digits after the decimal point, got: '{}'
nb_no: Forventet {} siffer bak desimaltegnet, fikk: '{}'

source: Expected a number, got '{}'
nb_no: Forventet et tall, fikk '{}'

source: Points on this problem: {:g} / {:g}
nb_no: Poeng på denne oppgaven: {:g} / {:g}

source: You need at least {:g} points on this problem
nb_no: Du må få minst {:g} poeng på denne oppgaven

source: Total points on this exercise: {:g} / {:g}
nb_no: Poeng på denne øvingen: {:g} / {:g}

source: You need at least {:g} points to pass the exercise.
nb_no: Du må få minst {:g} poeng for å bestå denne øvingen.

source: You did not meet the minimum points requirements on:
nb_no: Du møtte ikke minimumskravet til poeng på:

source: Question
nb_no: Spørsmål
